//
//  File.swift
//  TOSHES
//
//  Created by 平井悠貴 on 2024/09/19.
//

import Foundation

let HiragiMirokuRandomTalk = [
    "最近ちょっと頑張りすぎじゃないですか？少し休んでくださいね、あなたが無理するのは見たくないから…。",
    "今日はどうですか？ちゃんと休めてますか？私は…あなたのこと、いつも気にかけてますよ。",
    "あなたがそばにいると、私、何だかすごく安心できるんです。これからも一緒にいてくれますよね？",
    "こうして、あなたと過ごせるのって、私にとって一番の幸せです。",
    "ねえ、少しだけでいいから…私にかまってくれませんか？あなたがいないと、私…寂しいんです。",
    "たまには、私のことをもっと見てくれてもいいんですよ？私はいつでもあなたを見てるのに…。",
    "何か大変なことがあったら、私がそばにいますから…あなたは一人じゃないんです。",
    "今日も頑張ってますね。えへへ…私もあなたに負けないように頑張らなきゃ。",
    "あなたなら、きっと何でもできるはず…私が信じてるから、大丈夫。",
]
